Repository: RRZE-Webteam/rrze-faudir
Catalog: languages/rrze-faudir-*.po
Languages: de_de

source: The API key is being used from the network installation.
de_de: Der API-Schlüssel wird von der Netzwerkinstallation verwendet.

source: The canonical URL is the designated, most representative URL for a page like this person info, when that content is available at multiple URLs, a situation known as duplicate content. By specifying the canonical URL, search engines like Google know which page is added to its index, preventing confusion, consolidation of link equity, and improving search result presentation.
de_de: Die kanonische URL ist die als originale Quell-Adresse anzugebenende Seite für eine Person, wenn der Inhalt unter mehreren URLs verfügbar ist (duplizierter Inhalt). Durch die Angabe der kanonischen URL wissen Suchmaschinen wie Google, welche Seite ihrem Index hinzugefügt wird. Dies verhindert Verwirrung, stärkt die Link-Equity und verbessert die Darstellung der Suchergebnisse.

source: The data displayed below is in sync with FAUdir and cannot be changed from within your website. Contact data can only be edited within the FAUdir Portal.
de_de: Die unten angezeigten Daten sind mit FAUdir synchronisiert und können nicht über Ihre Website geändert werden. Kontaktdaten können nur im FAUdir-Portal bearbeitet werden.

source: The following data comes from the FAUdir portal. A change of data is only possible by the persons or the appointed contact persons in the FAUdir portal.
de_de: Die folgenden Daten kommen aus dem FAU IdM Portal. Eine Änderung der Daten ist nur von den Personen oder den beauftragten Kontaktpersonen im IdM Portal möglich.

source: The Preview is loading…
de_de: Die Vorschau wird geladen…

source: There are currently no Categories available. Start adding your first FAUdir Categories via the WordPress Dashboard > Persons > Categories.
de_de: Derzeit sind keine Kategorien verfügbar. Fügen Sie zunächst über das WordPress-Dashboard > Personen > Kategorien neue Kategorien hinzu.

source: There are currently no Contacts available. Start adding your first FAUdir Contacts via the WordPress Dashboard > Persons.
de_de: Derzeit sind keine Kontakte verfügbar. Fügen Sie zuerst Personen über das WordPress-Dashboard > Personen hinzu.

source: This is the organization that will be used by default in shortcodes and blocks.
de_de: Dies ist die Organisation, die standardmäßig in Shortcodes und Blöcken verwendet wird.

source: This will display your contact, even if the contact is not created via Dashboard > Persons.
de_de: Hiermit können Sie Kontakte aus FAUdir auch dann anzeigen, wenn Sie diese vorher nicht importiert haben.

source: Thursday
de_de: Donnerstag

source: Title
de_de: Titel

source: Title of Nobility
de_de: Adelstitel

source: To display all Persons from within your Organization, insert your FAUOrg Number (Cost center number).
de_de: Um alle Personen innerhalb Ihrer Organisation anzuzeigen, geben Sie Ihre FAUOrg-Nummer (Kostenstellennummer) ein.

source: To display an Institution as contact, insert your FAUOrg Number (Cost center number).
de_de: Um eine Institution als Kontakt anzuzeigen, geben Sie Ihre FAUOrg-Nummer (Kostenstellennummer) ein.

source: To the profile
de_de: Zum Profil

source: Toggle %s
de_de: %s umschalten

source: Trainee
de_de: Auszubildende

source: Transient Time for Organization ID (in days)
de_de: Übergangszeit für Organisations-ID (in Tagen)

source: Tuesday
de_de: Dienstag

source: Type
de_de: Typ

source: Type to add categories
de_de: Geben Sie die Kategorien ein

source: Type to add persons
de_de: Geben Sie die Namen der Personen ein

source: Unknown
de_de: Unbekannt

source: Use Canonical URL as target for personal links, if set in the person data
de_de: Kanonische URL als Ziel für persönliche Links verwenden, sofern in den Personendaten eingestellt

source: Use official short form of the academic degree
de_de: Offizielle Kurzform (Passform) für akademische Grade verwenden

source: User profil
de_de: Profilseite

source: via email
de_de: per E-Mail

source: via FAUdir search
de_de: über die Suche in FAUdir

source: Via FAUdir-ID or FAUdir-URL
de_de: Über FAUdir-ID oder FAUdir-URL

source: Via FAUOrg Number
de_de: Über die FAUOrg Nummer

source: Via Person Identifier or FAUdir-URL
de_de: Über die FAUdir Personen ID oder die FAUdir-URL

source: via phone
de_de: per Telefon

source: Visible
de_de: Sichtbar

source: Visiting lecturers
de_de: Lehrbeauftragte

source: Visiting researchers
de_de: Gastforscher

source: Website
de_de: Webauftritt

source: Wednesday
de_de: Mittwoch

source: Weekday
de_de: Wochentag

source: What type of Contact do you want to display?
de_de: Welche Art von Kontakt möchten Sie anzeigen?

source: When entering multiple numbers, each must be exactly 10 digits.
de_de: Bei der Eingabe mehrerer Zahlen muss jede genau 10 Ziffern lang sein.

source: Which type of contact would you like to display?
de_de: Welche Art von Kontakt möchten Sie anzeigen?

source: Workplace
de_de: Arbeitsplatz

source: Workplace manager
de_de: Arbeitsplatz-Beauftragter

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.

source: You might use the variables #orgname# (Name of the defined organisation), #functionlabel# (function label by FAUdir) and #alternatename# (short or alternative name for the organization) here and other strings, but no HTML or special chars.
de_de: Sie können hier die Variablen #orgname# (Name der definierten Organisation), #functionlabel# (Funktionsbezeichnung von FAUdir) und #alternatename# (Kurz- oder Alternativname für die Organisation) und andere Zeichenfolgen verwenden, jedoch kein HTML oder Sonderzeichen.

source: You selected display="org", but neither a FAUorganization ID (orgid) nor a FAU Organization Number (orgnr) was provided.
de_de: Es wurde display="org" ausgewählt, aber es wurde weder eine FAU-Organisations-ID (orgid) noch eine FAU-Organisationsnummer (orgnr) angegeben.

source: Your current configuration does not return a contact. Try adjusting your filter settings.
de_de: Ihre aktuelle Konfiguration gibt keinen Kontakt zurück. Versuchen Sie, Ihre Filtereinstellungen anzupassen.

source: Your PHP version (%1$s) is outdated. Please upgrade to PHP %2$s or higher.
de_de: Ihre PHP-Version (%1$s) ist veraltet. Bitte aktualisieren Sie auf PHP %2$s oder höher.

source: Your WordPress version (%1$s) is outdated. Please upgrade to WordPress %2$s or higher.
de_de: Ihre WordPress-Version (%1$s) ist veraltet. Bitte aktualisieren Sie auf WordPress %2$s oder höher.

source: ZIP
de_de: PLZ

source: ZIP Code
de_de: PLZ
