Repository: RRZE-Webteam/rrze-faudir
Catalog: languages/rrze-faudir-*.po
Languages: de_de

source: %d person was not able to be imported from the old plugin.
de_de: %d Person konnte nicht aus dem alten Plugin importiert werden.

source: %d person was successfully imported from the old plugin.
de_de: %d Person wurde erfolgreich aus dem alten Plugin importiert.

source: Academic Suffix
de_de: Namenszusatz

source: Academic Title
de_de: Akademischer Titel

source: Academic title, then family name
de_de: Zuerst akademischer Titel, dann Familienname

source: Add
de_de: Hinzufügen

source: Add New
de_de: Hinzufügen

source: Add New Person
de_de: Neue Person hinzufügen

source: Add your service description...
de_de: Bitte fügen Sie hier die Service Beschreibung ein.

source: Additional Fields
de_de: Zusätzliche Felder

source: Address
de_de: Adresse

source: Adjunct professors
de_de: Entsandte Professoren

source: Administrative Employee
de_de: Verwaltungsmitarbeitende

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: After a successful search, a person can be taken over for further processing.
de_de: Nach einer erfolgreichen Suche, kann die gefundene Person zur weiteren Bearbeitung übernommen werden.

source: After this you can restart importing old contact entries from there.
de_de: Danach können Sie das Importieren alter Kontakteinträge von dort aus wieder starten.

source: All cache cleared successfully.
de_de: Der gesamte Cache wurde erfolgreich gelöscht.

source: already exists
de_de: existiert bereits

source: already exists or cannot be found on FAUdir
de_de: existiert bereits oder konnte nicht in FAUdir gefunden werden

source: Alternate Name
de_de: Kurzbezeichnung

source: Alternatively, select persons from the checkboxes below:
de_de: Alternativ können Sie Personen aus den folgenden Kontrollkästchen auswählen:

source: API Key
de_de: API-Schlüssel

source: API Key missing. Please enter an API key in settings.
de_de: API-Schlüssel fehlt. Bitte geben Sie einen API-Schlüssel in den Einstellungen ein.

source: API Settings
de_de: API-Einstellungen

source: API value
de_de: API Wert

source: API-Person-Identifier
de_de: API-Personenkennung

source: Appearance
de_de: Darstellung

source: Applies to all criteria unless you override per-criterion below.
de_de: Gilt für alle Kriterien, sofern Sie unten nicht für jedes Kriterium eine andere Einstellung vornehmen.

source: Are you sure you want to clear the cache?
de_de: Sind Sie sicher, dass Sie den Cache leeren möchten?

source: Are you sure you want to delete the default organization?
de_de: Möchten Sie die Standardorganisation wirklich löschen?

source: Are you sure you want to import contacts from FAU person?
de_de: Sind Sie sich, daß Sie alle Im Kontakte von FAU Person importieren wollen?

source: Are you sure you want to reset all settings to their default values?
de_de: Sind Sie sicher, dass Sie alle Einstellungen auf die Standardwerte zurücksetzen möchten?

source: Ascending (A→Z)
de_de: Aufsteigend (A→Z)

source: Assistant professors
de_de: Privatdozentinnen und Privatdozenten

source: Avaible in formats
de_de: Verfügbare Formate

source: Available data
de_de: Verfügbare Daten

source: Back to Data selection
de_de: Zurück zur Datenauswahl

source: Bad value for parameter orgid
de_de: Falscher Wert für den Parameter Org-ID

# block description
source: Display FAUdir information
de_de: Zeige Informationen aus FAUdir an

# block description
source: Display Service contacts via FAUdir
de_de: Zeige Servicekontakt aus FAUdir

# block keyword
source: Contact
de_de: Kontakt

source: Box Number
de_de: Postfach

source: By appointment
de_de: Nach Vereinbarung

source: Cache Settings
de_de: Cache-Einstellungen

source: Cache Timeout (in minutes)
de_de: Cache Timeout (in Minuten)

source: Campo administrator
de_de: Campo Beauftragter

source: cannot be found on UnivIS. Account either removed or UnivIS Id wrong
de_de: konnte nicht im UnivIS gefunden werden. Der Account wurde entweder entfernt oder die UnivIS Id ist falsch

source: Canonical URL
de_de: Kanonische URL

source: Card
de_de: Visitenkarte

source: Change display format
de_de: Anzeigeformat ändern

source: Change the Appearance
de_de: Ändere Darstellung

source: Change the Data
de_de: Ändere Daten

source: City
de_de: Stadt

source: Clear All Cache
de_de: Alle Caches löschen

source: Clear Cache Now
de_de: Cache jetzt löschen

source: Click the button below to reset all settings to their default values.
de_de: Klicke auf die Schaltfläche unten, um alle Einstellungen auf die Standardwerte zurückzusetzen.

source: Click the button to clear all cached data.
de_de: Klicke auf die Schaltfläche, um alle zwischengespeicherten Daten zu löschen.

source: Click the button to restart the import of contact entries from FAU Person. Notice, that this will only import contact entries, which refer to a public viewable person in FAUdir.
de_de: Klicke auf die Schaltfläche, um den Import von Kontakteinträgen aus FAU Person neu zu starten. Beachte, dass dadurch nur Kontakteinträge importiert werden, die sich auf eine öffentlich einsehbare Person in FAUdir beziehen.

source: Close
de_de: Schließen

source: Compact
de_de: Kompakt

source: Configure caching settings for the plugin.
de_de: Konfiguriere die Caching-Einstellungen für das Plugin.

source: Configure other advanced settings.
de_de: Einstellungen für den Visitenkartenlink konfigurieren.

source: Configure the API settings for accessing the FAU person and institution directory.
de_de: Konfigurieren Sie die API-Einstellungen für den Zugriff auf das FAU-Personen- und Institutionsverzeichnis.

source: Configure the appearance of your Contact
de_de: Konfigurieren Sie das Erscheinungsbild des Kontakts

source: Configure the default fields for the output formats.
de_de: Standard-Ausgaben für verschiedenen Formate festlegen.

source: Configure the default output fields for the profile page of a single person.
de_de: Standard-Ausgaben für die Profilseite einer Person festlegen.

source: Configure your contact
de_de: Konfigurieren Sie die Kontaktangaben

source: Consultation Hours
de_de: Sprechstunden

source: Contact
de_de: Kontakt

source: Contact type
de_de: Art des Kontakts

source: Contacts
de_de: Kontakte

source: Content
de_de: Inhaltsbereich

source: Copyright meta visibility
de_de: Sichtbarkeit Copyright Meta

source: could not be importet. Possible Reasons: Either E-Mail-Adress from UnivIS wasnt found in public FAUdir entry or person name is not unique in FAUdir
de_de: konnte nicht importiert werden. Mögliche Gründe: Entweder ist die in UnivIS für die Person aufgeführte Mailadresse nicht identisch mit der im öffentlichen Teil von FAUdir oder konnte nicht gefunden; Oder die Person konte mit der E-Mailadresse im FAUdir nicht eindeutig einer Person zugeordnet werden

source: Could not resolve an orgid from the provided orgnr.
de_de: Die Organisations-ID konnte anhand der angegebenen Organisationsnummer nicht ermittelt werden.

source: Current Default Organization
de_de: Aktuelle Standardorganisation

source: Custom person created successfully!
de_de: Der gesamte Cache wurde erfolgreich gelöscht!

source: Data
de_de: Daten

source: Data fields that are shown on the profil page
de_de: Ausgabedaten, die auf Profilseiten gezeigt werden

source: Data Selection
de_de: Datenauswahl

source: Default output fields
de_de: Standardausgabefelder

source: Default value
de_de: Standardwert

source: Define the format of jobtitles.
de_de: Definieren Sie das Ausgabeformat für die Funktionen einer Person.

source: Delete Default Organization
de_de: Standardorganisation löschen

source: Deputy leader
de_de: Stv. Leiter

source: Descending (Z→A)
de_de: Absteigend (Z→A)

source: Description
de_de: Beschreibung

source: Direct Select via FAUdir
de_de: Auswahl aus FAUdir

source: Disable caching for logged-in editors.
de_de: Caching für eingeloggte Redakteure deaktivieren.

source: Disambiguating Description
de_de: Erläuternde Beschreibung

source: Display
de_de: Anzeige

source: Display Name
de_de: Kompletter Name

source: Display this contact
de_de: Diesen Kontakt anzeigen

source: Do you want to output a Person entry or a FAUdir Institution/Folder?
de_de: Möchten Sie einen Personeneintrag oder eine FAU-Einrichtung/einen FAUdir-Ordner ausgeben?

source: Doctor
de_de: Doktor

source: Doctor (multiple)
de_de: Dr. mult

source: Doctor Private lecturer
de_de: PD

source: Doctoral candidate
de_de: Doktorand

source: Edit
de_de: Bearbeiten

source: Edit Person
de_de: Person bearbeiten

source: Emails
de_de: E-Mail-Adressen

source: Employee
de_de: Angestellte

source: Enter 6–10 digits, or a comma-separated list of 10-digit numbers.
de_de: Geben Sie 6–10 Ziffern oder eine durch Kommas getrennte Liste von 10-stelligen Zahlen ein.

source: Enter organization name or identifier
de_de: Gebe den Namen oder die Kennung der Organisation ein

source: Enter the slug for the person post type.
de_de: Gebe den Slug für den Personen-Posttyp ein.

source: Enter your API key here.
de_de: Geben Sie hier den API Key ein.

source: Error fetching person attributes.
de_de: Fehler beim Abrufen der Personenattribute.

source: Error Handling
de_de: Fehlerbehandlung

source: Error on creating output
de_de: Fehler beim Erstellen der Ausgabe

source: Error saving organization.
de_de: Fehler beim Speichern der Organisation.

source: Error: %s
de_de: Fehler: %s

source: Failed to reset settings. Please try again.
de_de: Einstellungen konnten nicht zurückgesetzt werden. Bitte versuchen Sie es erneut.

source: Fallback FAUdir link
de_de: Fallback auf FAUdir

source: Family Name
de_de: Nachname

source: Family name
de_de: Nachname

source: FAU Map
de_de: FAU Karte

source: FAUdir organization identifier.
de_de: FAUdir-Organisationsidentifier.

source: FAUdir Preview…
de_de: FAUdir Vorschau…

source: FAUdir Settings
de_de: FAUdir Einstellungen

source: FAUOrg Number
de_de: FAUOrg Nummer

source: Field
de_de: Feld

source: Fieldname for Show/Hide-Attribut in Shortcodes
de_de: Feldname für Show/Hide-Parameter von Shortcodes

source: Filter by default organization
de_de: Filtere nach Standardorganisation

source: Filter by Role
de_de: Nach Tätigkeit / Rolle filtern

source: Filter contact entries by FAUdir job / FAUdir role. (E.g. "Head", "Deputy", "Professor", "Employee" as you see in FAUdir).
de_de: Filtern Sie Kontakteinträge nach FAUdir-Funktion/-Rolle. (Z.B. „Leiter“, „Stellvertreter“, „Professor“, „Mitarbeiter“ wie Sie es in FAUdir sehen).

source: Finish configuration
de_de: Konfiguration abschließen

source: Finish initial setup
de_de: Ersteinrichtung abschließen

source: First Name
de_de: Vorname

source: Floor
de_de: Geschoss

source: Friday
de_de: Freitag

source: Function (English)
de_de: Funktion (Englisch)

source: Function (German)
de_de: Funktion (Deutsch)

source: General
de_de: Allgemeines

source: General Settings
de_de: Allgemeine Einstellungen

source: Given Name
de_de: Vorname

source: Given name
de_de: Vorname

source: Handle error messages for invalid contact entries.
de_de: Fehlermeldungen für ungültige Kontakteinträge behandeln.

source: Head
de_de: Leitung

source: Head of Department first
de_de: Organisationsleitungen zuerst

source: Head of Department first, then academic title
de_de: Organisationsleitungen zuerst, dann akademische Titel

source: Honorary professors
de_de: Honorarprofessor

source: Identifier Order
de_de: Reihenfolge nach Eingabeabfolge der Identifier

source: IdM coordinator
de_de: IdM Beauftragter

source: Image
de_de: Bild

source: Image caption visibility
de_de: Sichtbarkeit Bildunterschrift

source: Image Placeholder
de_de: Bild Platzhalter

source: Import
de_de: Importieren

source: Import contact entries from FAU Person
de_de: Kontakteinträge aus FAU Person importieren

source: Index page
de_de: Index-Seite

source: Insert your FAUdir Folder/Org Id to display service information.
de_de: Geben Sie Ihre FAUdir-Ordner-/Organisations-ID ein, um Serviceinformationen anzuzeigen.

source: Internal "API Person Identification" as used by FAUdir.
de_de: Interne „API-Personenidentifikation“, wie sie von FAUdir verwendet wird.

source: Internal Address
de_de: Interne Adresse

source: Invalid oder missing parameter orgnr or orgid
de_de: Ungültiger oder fehlender Parameter orgnr oder orgid

source: Invalid parameter orgid.
de_de: Ungültiger Parameter orgid.

source: Invalid parameter orgnr. Expecting a 10 digit number.
de_de: Ungültiger Parameter orgnr. Es wird eine 10-stellige Zahl erwartet.

source: Invalid person ID.
de_de: Ungültige Personen-ID.

source: Invisible
de_de: Unsichtbar

source: IT support staff
de_de: Mitarbeiter des IT-Supports

source: Jobtitle
de_de: Stellenbezeichnung

source: Kompakt Card Button Title
de_de: Titel der Kompaktkarten-Schaltfläche

source: Legacy 10 digit organization number.
de_de: Die zehnstellige Organisationsnummer (auch Kostenstellennummer).

source: Link title for optional links pointing to the users detail page.
de_de: Text für den Link zur Profilseite.

source: Link to Profil
de_de: Link zur Profilseite

source: List
de_de: Liste

source: Manage Data View
de_de: Datenansicht verwalten

source: Manage Data Visibility
de_de: Datensichtbarkeit verwalten

source: Map
de_de: Karte

source: Missing parameter orgid or orgnr.
de_de: Fehlender Parameter orgid oder orgnr.

source: Missing UnivIS ID for person
de_de: Die UnivIS Id für die Person konnte nicht gefunden werden

source: Monday
de_de: Montag

source: No address available
de_de: Keine Adresse verfügbar

source: No API data fetched yet.
de_de: Es konnten keine API-Daten abgerufen werden.

source: No Caching for Logged-in Editors
de_de: Kein Caching für angemeldete Redakteure

source: No contact entry could be found.
de_de: Es konnte kein Kontakteintrag gefunden werden.

source: No contact found.
de_de: Kein Kontakt gefunden.

source: No contacts found with the provided identifier.
de_de: Keine Kontakte mit der angegebenen Kennung gefunden.

source: No contacts found. Please verify the IdM-Kennung or names provided.
de_de: Keine Kontakte gefunden. Bitte überprüfe die IdM-Kennung oder die angegebenen Namen.

source: No data
de_de: Keine Daten gefunden.

source: No org entry could be found.
de_de: Es konnte kein Kontakteintrag gefunden werden.

source: No organization data found for the provided identifier.
de_de: Für die angegebene Organisations-Id wurden keine Organisationsdaten gefunden.

source: No organization/folder fields available for selection.
de_de: Keine Organisations-/Ordnerfelder zur Auswahl verfügbar.

source: No organizations found. Please try a different search term.
de_de: Es wurden keine Organisationen gefunden. Bitte versuche einen anderen Suchbegriff.

source: No output avaible
de_de: Keine Ausgabe verfügbar

source: No social media available
de_de: Kein Social Media verfügbar

source: No workplaces available
de_de: Keine Arbeitsplätze verfügbar

source: Nobility Title
de_de: Adelstitel

source: Normalize Honorific Prefix
de_de: Akademische Titel normalisieren

source: Nothing to display.
de_de: Nichts darzustellen.

source: Office Hours
de_de: Bürozeiten

source: Office hours
de_de: Öffnungszeiten

source: On using profil links, fallback to the public faudir portal, if no local custom post is avaible.
de_de: Falls es keine lokale Profilseite gibt, wird hiermit auf das Profil auf dem FAUdir Portal verlinkt.

source: Opening hours
de_de: Öffnungszeiten

source: Optional: Path to a local page, which is used as index for all contact entries.
de_de: Optional: Pfad zu einer lokalen Seite, die als Index für alle Kontakteinträge verwendet wird.

source: Or choose by List.
de_de: Oder aus Liste wählen.

source: Order (global)
de_de: Reihenfolge

source: Order is ignored when using “Identifier Order”.
de_de: Bei Verwendung der "Reihenfolge nach Eingabeabfolge der Identifier" wird die Reihenfolge ignoriert.

source: Organization
de_de: Organisation

source: Organization has been saved as default.
de_de: Organisation wurde als Standard gespeichert.

source: Organization ID
de_de: Organisations-ID

source: Organization Number
de_de: Organisationsnr

source: Organization or FAUdir-Folder
de_de: Organisation oder FAUdir-Ordner

source: Organizations
de_de: Organisationen

source: Organizations and folders
de_de: Einrichtungen und Ordner

source: Output data
de_de: Ausgabedaten

source: Output data (organizations/folders)
de_de: Ausgabedaten (Organisationen/Ordner)

source: Output fields for formats
de_de: Ausgabefelder für verschiedene Formate

source: Page
de_de: Seite

source: Parent Organization
de_de: Übergeordnete Organisation

source: Per-criterion order (optional)
de_de: Reihenfolge nach Kriterien (optional)

source: Person Slug
de_de: Personen Slug

source: Person successfully importet
de_de: Person erfolgreich importiert

source: Person with ID %s does not exist
de_de: Person mit ID %s existiert nicht

source: Person with UnivIS ID
de_de: Person mit UnivIS Id

source: Persons
de_de: Personen

source: Phone
de_de: Telefon

source: Phones
de_de: Telefonnummern

source: Please be aware, that all data displayed within the service block is in sync with the Portal FAUdir. You cannot change contact details from within your web page.
de_de: Bitte beachten Sie, dass alle im Serviceblock angezeigten Daten mit dem Portal FAUdir synchronisiert sind. Sie können die Kontaktdaten nicht über Ihre Webseite ändern.

source: Please enter a search term
de_de: Bitte geben Sie einen Suchbegriff ein

source: Please enter a valid FAUdir-URL or the FAUdir-identifier.
de_de: Bitte geben Sie eine gültige FAUdir-URL oder die FAUdir-ID ein.

source: Please enter a valid FAUdir-URL or the identifier.
de_de: Bitte geben Sie eine gültige FAUdir-URL oder die ID ein.

source: Please enter at least one search term. If more than one parameter is entered, the search results must contain all values (AND search).
de_de: Bitte geben Sie mindestens einen Suchbegriff ein. Bei mehreren Parametern müssen die Suchergebnisse alle Werte enthalten (UND-Suche).

source: Please enter either the complete FAUdir-URL ("https://faudir.fau.de/public/org/…"), or the FAUdir-Identifier (the last part of the URL after "org/".
de_de: Bitte geben Sie entweder die vollständige FAUdir-URL ("https://faudir.fau.de/public/org/…") oder die FAUdir-ID (den letzten Teil der URL nach "org/") ein.

source: Please note that only people whose FAUdir entries are public can be found.
de_de: Bitte beachten Sie, dass nur Personen gefunden werden können, deren FAUdir-Einträge öffentlich sind.

source: Please note that this URL will be used when creating links to the person.
de_de: Bitte beachten Sie, dass diese URL beim Erstellen von Links zur Person verwendet wird.

source: Plugin for displaying the FAU person and institution directory on websites.
de_de: Plugin zur Anzeige von Personal und Organisationen aus FAUdir.

source: Postal Address
de_de: Postadresse

source: Postal Code
de_de: Postleitzahl

source: Preview
de_de: Voransicht

source: Private lecturer
de_de: PD

source: Professor (multiple)
de_de: Prof. mult.

source: Professor Doctor
de_de: Professor Doktor

source: Professor Doctor (Emeritus)
de_de: Professor Doktor (Emeritus)

source: Professor Doctor (Emeritus, multiple)
de_de: Prof. Dr. em. mult.

source: Professor Doctor (multiple)
de_de: Prof. Dr. mult.

source: Professors
de_de: Professoren

source: Profilpages
de_de: Profilseite

source: Read-only
de_de: Nur lesbar

source: Redirecting to FAUdir search.
de_de: Umleitung zur FAUdir-Suche.

source: Research assistant
de_de: Forschungsassistenz

source: Research associates
de_de: Wissenschaftliche Mitarbeiter

source: Reset to Default Settings
de_de: Auf Standardeinstellungen zurücksetzen

source: Reset to Default Values
de_de: Auf Standardwerte zurücksetzen

source: Retired professors
de_de: Professoren im Ruhestand

source: Room
de_de: Zimmer

source: RRZE FAUdir Settings
de_de: RRZE FAUdir Einstellungen

source: Saturday
de_de: Samstag

source: Save as Default Organization
de_de: Als Standardorganisation speichern

source: Saved
de_de: Gespeichert

source: Saving...
de_de: Sparen…

source: Scholarship holder
de_de: Stipendiat

source: Search
de_de: Suchen

source: Search and create persons
de_de: Personen suchen und anlegen

source: Search for FAU contacts by ID, name or email.
de_de: Suchen Sie nach FAU-Kontakten nach ID, Name oder E-Mail.

source: Search for FAU organizations by name or identifier.
de_de: Suche nach FAU-Organisationen nach Namen oder Kennung.

source: Search Options
de_de: Suchoptionen

source: Search Organizations
de_de: Suchorganisationen

source: Search Term
de_de: Suchbegriff

source: Search Terms
de_de: Suchbegriffe

source: Secretary
de_de: Sekretariat

source: Select Categories
de_de: Kategorien auswählen

source: Select Contacts directly from FAUdir
de_de: Kontakte direkt aus FAUdir auswählen

source: Select Contacts from your WordPress Site
de_de: Wählen Sie Kontakte von Ihrer WordPress-Site aus

source: Select Contacts to display
de_de: Wählen Sie Kontakte zur Anzeige

source: Select fields
de_de: Felder auswählen

source: Select Format
de_de: Format auswählen

source: Select organization by FAUdir Identifier
de_de: Wählen Sie die Organisation nach FAUdir-ID aus

source: Select organization by FAUOrg Number
de_de: Wählen Sie die Organisation nach FAUOrg-Nummer aus

source: Select Organization or FAUdir-Folder to display
de_de: Wählen Sie die anzuzeigende Einrichtung oder den FAUdir-Ordner aus

source: Select Persons
de_de: Personen auswählen

source: Select the fields to display by default in shortcodes and blocks.
de_de: Wähle die Felder aus, die standardmäßig in Shortcodes und Blöcken angezeigt werden.

source: Select the fields to display in the profil page of a single person.
de_de: Wähle die Felder aus, die auf einer Profilseite angezeigt werden sollen.

source: Select the organization/folder fields to display by default in shortcodes and blocks.
de_de: Wählen Sie die Organisations-/Ordnerfelder aus, die standardmäßig in Shortcodes und Blöcken angezeigt werden sollen.

source: Set the cache timeout in days for organization identifiers.
de_de: Cache-Timeout in Tagen für Organisationskennungen festlegen.

source: Set the cache timeout in minutes (minimum 15 minutes).
de_de: Lege das Cache-Timeout in Minuten fest (mindestens 15 Minuten).

source: Set the transient time in days for intermediate stored organization identifiers (minimum 1 day).
de_de: Übergangszeit in Tagen für zwischengespeicherte Organisationskennungen festlegen (mindestens 1 Tag).

source: Settings have been reset to default values.
de_de: Einstellungen wurden auf die Standardwerte zurückgesetzt.

source: Setup your FAUdir Block
de_de: Richten Sie Ihren FAUdir-Block ein

source: Show copyright information visibly (otherwise only as meta tag)
de_de: Mache Copyright-Informationen sichtbar (ansonsten werden sie nur als Metaangabe angegeben)

source: Show Error Message for Invalid Contacts
de_de: Fehlermeldung für ungültige Kontakte anzeigen

source: Show error messages for incorrect contact entries.
de_de: Fehlermeldungen für fehlerhafte Kontakteinträge anzeigen.

source: Show image caption (Bildunterschrift)
de_de: Zeige Bildunterschrift

source: Show image placeholder
de_de: Zeige Platzhalter (Abkürzung von Personennamen).

source: Social Media and Websites
de_de: Social Media und Webportale

source: Some entries are not 10 digits and were ignored.
de_de: Einige Einträge sind nicht 10-stellig und wurden ignoriert.

source: Sort by
de_de: Sortiere nach

source: Sorting
de_de: Sortierung

source: Step 2: Change Appearance
de_de: Schritt 2: Aussehen anpassen

source: Street
de_de: Straße

source: Student employee
de_de: Studentische Hilfskraft

source: Sunday
de_de: Sonntag

source: Table
de_de: Tabelle

source: Technical employee
de_de: Technische Angestellte

source: Telephone
de_de: Telefon
